import React from 'react'
import Marquee from '../components/mobile/Marquee'
import LanguageDropdown from '../components/LanguageDropdown'

const AboutPage = () => {
  return (
    <>
    <div className="d-flex align-items-center bg-black">
        <Marquee />
        <LanguageDropdown/>
      </div>
     <div className='p-3 p-sm-5'>
      <h4 className="fw-semibold mb-4 text-warning">ကျွန်ုပ်တို့ အကြောင်း
      </h4>
      <p>မ္ဗဂင်္လာပါ 1g17 မှကြိုဆိုပါသည်။ကျွန်ုပ်တို့ 1g17 ဝန်ဆောင်မှု့ကောင်းမွန်ခြင်း၏ အရေးပါမှုကိုသိရှိထား နို့ င်ပြီးလူကြီးမင်းတို့အတွက်အကောင်းဆုံးဂိမ်းအတွေ့အကြုံ က များပေးစွမ်းနိုင်ရန်အစဉ်ကြိုး ပမ်းနေပါသည်</p>
      <h4 className="fw-semibold my-4 text-warning">တန်ဖိုး
      </h4>
      <p>1g17 ဖောင်ဒေးရှင်းအားလူကြီးမင်းတို့အတွက်မြန်ဆွ န်ချောမွေ့သောOnlinegameများကစားနိုင်စေရန်တည် 6 ထွာင်ထားပါသည်။လူကြီးမင်းတို့၏အားပွေးမှု့ကိုအစဉ်တ န်ဖိုးထားပြီးဂိမ်းအတွေ့ အကြုံ များကိုကျွန်ုပ်တို့နှင့် ထပ်တူ ရရှိနိုင်လိမ့်မည်ဟု မျော်လင့်ပါသည်။ ကျွန်ုပ်တို့ထံတွင် လူ ကီးမင်းတို့ ကစားလိုသည် ပမာဏနှင့် ကိုက် ညှိနိုင်မည် ရှိုမိုးရှင်းများစွာ 3 ၏ဂိ စေရန်လူကြီးမင်း တိုထံမှအကြံပေးချက်များအားအစဉ်ကြို ဆိုနေပါသည်။</p>
      <h4 className="fw-semibold my-4 text-warning">သမာသမတ်ရှိသောကစားနည်းများ

      </h4>
      <p>အွန်လိုင်းတည်ထောင်ရာတွင်ထားရှိသောအ ည်းမျဉ်းများဖြစ်သည်အတွက် အွန်လိုင်းဂိမ်းလောကတွင် ကောင်းသတင်းဖြင့်ရပ်တည်နိုင်ခြင်းဖြစ်သည်။ ကျွန် တို့မှအထူးလုံခြုံသောငွေကြေးလွဲပြောင်းမှုစီမံချက်များ ထားရှိခြင်း၊ သမာသမတ်ရှိသောကစားနည်းများ ထားရှိခြ င်း၊ ဘာသာစကားပေါင်းစုံအသုံးပြု နိုင်ခြင်း လူကြီးမင်း တို့၏ကိုယ်ရေးကိုယ်တာအချက်အလက်များ အား လုံခြုံ စွာထိန်းသိမ်းပေးထားခြင်း၊ စသည်များကိုအကောင် . . . ဆာ့ဝဲလ်များအသုံးပြု ကာလုပ်ဆောင် လေ့ရှိပါသည်</p>
      <h4 className="fw-semibold my-4 text-warning mb-5 pb-5">1g17 နှင့်ပတ်သက်ပြီးအကြံပေးချက် များမေးမြန်း လိုသည်များ ရှိပါ က ကျွန်ုပ် Customer service. ယ် မေးမြန်းနိုင်ငံ မေးမြန်းနိုင်ပါ သည်။လူကြီးမင်း တို့၏မည်သည်အခက်အခဲကိုမဆိုဖြေရှ င်းပေးနိုင်ရန် အစဉ်ကြို ဆိုနေပါသည် 
       </h4>
      
    </div>
    </>
  )
}

export default AboutPage
